aaron-bond.better-comments
adpyke.codesnap
adrianwilczynski.alpine-js-intellisense
akamud.vscode-theme-onelight
amiralizadeh9480.laravel-extra-intellisense
austenc.laravel-blade-spacer
batisteo.vscode-django
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cierra.livewire-vscode
codingyu.laravel-goto-view
cstrap.python-snippets
ctf0.laravel-goto-controller
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
donjayamanne.python-environment-manager
dotenv.dotenv-vscode
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.vscode-github-actions
glitchbl.laravel-create-view
gruntfuggly.todo-tree
ibm.output-colorizer
ihunte.laravel-blade-wrapper
jdinhlife.gruvbox
jock.svg
jrebocho.vscode-random
kevinrose.vsc-python-indent
m7md3omer.laravel-relationship-snippets
mehedidracula.php-namespace-resolver
mhutchie.git-graph
mohamedbenhida.laravel-intellisense
monokai.theme-monokai-pro-vscode
mrchetan.goto-laravel-components
mrchetan.laravel-goto-config
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.powershell
ms-vscode.vscode-typescript-next
mvllow.rose-pine
naoray.laravel-goto-components
naumovs.color-highlight
neilbrayfield.php-docblocker
njpwerner.autodocstring
onecentlin.laravel-blade
onecentlin.laravel5-snippets
open-southeners.laravel-pint
pgl.laravel-jump-controller
phpactor.vscode-phpactor
pkief.material-icon-theme
redhat.vscode-xml
ritwickdey.liveserver
ryannaddy.laravel-artisan
seanwu.vscode-qt-for-python
shufo.vscode-blade-formatter
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese
tamasfe.even-better-toml
tyriar.sort-lines
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
wholroyd.jinja
zhuangtongfa.material-theme
